Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/laereplaner_sametinget_fastsetter.html.tmx
Source language: nob
Languages: smj

source: Læreplaner Sametinget fastsetter
smj: Oahppoplána majt Sámedigge mierret

source: Her finner du en oversikt over læreplaner Sametinget fastsetter.
smj: Dánna gávna diedojt oahppoplánaj birra majt Sámedigge l mierredam.

source: Samiske læreplaner for studieforberedende utdanningsprogram
smj: Sáme oahppoplána oahppogárvedibmáj åhpadusprográmmajn

source: Læreplan i samisk musikk og scene
smj: Oahppopládna - Sáme visuála kultuvrra

source: Læreplan i samisk visuell kultur
smj: Oahppopládna – sáme musihkka ja siedna

source: Læreplan i samisk historie og samfunn
smj: Oahppopládna - Sáme histåvrrå ja sebrudahka

source: Samiske læreplaner for yrkesfaglige utdanningsprogram
smj: Sáme oahppoplána viddnofágalasj oahppoprográmmajn

source: Læreplan Vg2 duodji (DDU02‑03)
smj: Oahppopládna - Jo2 duodje

source: Læreplan Vg3 horn-bein- og metallduodjifaget (Læreplankode: HMD03-02)
smj: Oahppopládna - Jo3 hullo- ja lájggeduodjefáhka

source: Læreplan Vg3 tekstilduodjifaget (Læreplankode: TED 03-02)
smj: Oahppopládna - Jo3 muorraduodjefáhka Oahppopládna - Jo3 tekstijlladuodjefáhka

source: Læreplan Vg3 ull- og garnduodjifaget (Læreplankode: VHD 03-02)
smj: Oahppopládna - Jo3 sassne- ja guolggaduodjefáhka

source: Læreplan Vg3 skinn- og pelsduodjifaget (Læreplankode: SPD03-02)
smj: Oahppopládna - Jo3 tjoarvve-, dákte- ja metálladuodjefáhka
